const localization = {
    ua: {
        loc: 'ua',
        signin_title: 'Вхід',
        signin: 'Увійти',
        signup_title: 'Реєстрація',
        signup: 'Зареєструватися',
        reset_title: 'Скидання пароля',
        send: 'Відправити',
        name: "Ім'я",
        email: 'Електронна адреса',
        password: 'Пароль',
        new_password: 'Новий пароль',
        repassword: 'Повторіть пароль',
        forgot_password: 'Забули пароль?',
        cancel: 'Відміна',
        signin_invalid_data: 'Пароль або емейл неправильні. Спробуйте ще раз.',
        password_mismatch: 'Введені паролі не співпадають.',
        user_already_exist: 'Користувач із такою поштою вже існує',
        signup_invalid_data: 'Не всі дані надійшли. Будь ласка, спробуйте ще раз.',
        success_send_reset: 'Ми надіслали на вашу електронну пошту повідомлення з інструкціями щодо відновлення пароля. Якщо повідомлення не надійшло, перевірте папку зі спамом',
        user_not_exist: 'Користувача з такою електронною поштою не існує',
        link_invalid: 'Посилання не валідне. Можливо його термін минув, спробуйте створити нове посилання',
        new_password_data_invalid: 'Не всі дані надіслано. Будь ласка, спробуйте ще раз.',
        logout: 'Вийти',
        home: 'Головна',
        profile: 'Профіль'
    }
}
export const loc = localization.ua;